import React from "react";

const AboutUsPage: React.FC = () => {
  return (
    <div className="container lg:px-24 py-6 px-4">
      <section className="mb-8">
        <h2 className="text-2xl font-semibold mb-2">О нама</h2>
        <p className="text-lg mt-4">
          Овај портал примарно служи артикулацији и приказу потреба колектива
          општине Соколац, а секундарно промоцији политичких актера који овим
          путем могу приказати остварени допринос, и самим тим формирати
          позитиван имиџ заснован на дјелима.{" "}
          <strong>
            Сврха нашег дјеловања НИЈЕ КРИТИКА ВЛАСТИ, НИТИ ТРАЖЕЊЕ БИЛО КАКВОГ
            КРИВЦА ЗА ПОСТОЈЕЋЕ ПРОБЛЕМЕ.{" "}
          </strong>
          Кривце за незавидно стање у којем се налази цјелокупна општина - град
          – ентитет – држава, можете наћи по цијелом свијету, од истока до
          запада, како у прошлом вијеку, тако и данас.
        </p>
        <p className="text-lg mt-4">
          Умјесто да уперимо прстом у било кога, дозволићемо политичким актерима
          да се промовишу јединим смисленим путем кроз активан допринос општини,
          с тим што ћемо им у сарадњи са грађанима пружити јасан увид у њене
          запостављене дијелове. Од заинтересованих чланова соколачког колектива
          којима је стало до општине и њене будућности, очекујемо активну
          подршку у виду слања конструктивних приједлога, различитих идеја у
          које вриједи улагати, и уопштено било каквих информација које би могле
          бити корисне.
        </p>
        <p className="text-lg">
          О томе да дјела чине идентитет човјека, а не ствари које он посједује,
          говори и мисли о себи, писали су бројни мислиоци. Ово правило важи,
          како за политичаре, тако и за остале грађане, укључујући уреднике
          портала „Корак по корак“.
        </p>
      </section>

      <section className="mb-8">
        <p className="text-lg">
          Увијек смо отворени за повратне информације, сугестије и питања.
          Контактирајте нас путем наше контакт странице, друштвених мрежа или
          нам пошаљите мејл на{" "}
          <a href="mailto:redakcija@korakpokorak.net" className="text-blue-500">
            redakcija@korakpokorak.net
          </a>
        </p>
      </section>

      <p className="text-lg mt-8">Хвала што нас пратите.</p>
    </div>
  );
};

export default AboutUsPage;
