{
  "portalEmail":"redakcija@korakpokorak.net",
  "portalInstagram":"@korakpokorak_sokolac",
  "portalFacebook":"Korak Po Korak Sokolac",
  "homePage":"Почетна",
  "aboutPage":"О нама",
  "postsPage":"Објаве",
  "recentPosts":"Задње објаве",
  "popularPosts":"Популарне објаве",
  "calendar":"Календар",
  "categories":"Категорије",
  "headerQuote":"Направимо први корак! Прихватимо реалност и кренимо ка бољој будућности.",
  "footerQuote":"Вјерујемо да ће транспарентност и информисаност допринијети ефикаснијем рјешавању проблема које грађани свакодневно трпе. Наша визија је портал који је катализатор за развој и напредак Сокоца.",
  "enterEmail":"Унесите Вашу мејл адресу",
  "subscribe":"Претплатите се",
  "subscribeWarning":"Претплатом се слажете са нашом политиком приватности!",
  "comments":"Коментари",
  "sendComment":"Пошаљите коментар",
  "noCommentsOnPost":"Овај чланак тренутно нема коментаре",
  "reply":"Одговори",
  "successfullySent":"Успјешно послато",
  "addComment":{
    "name":"Ваше име",
    "writeComment":"Напишите ваш коментар овдје",
    "commentWarning":"  Коментари који садрже увреде или изразе мржње према било коме неће бити толерисани. Молимо вас да изразите своје мишљење на конструктиван и поштован начин. Хвала Вам на разумијевању и поштовању ових правила.",
    "sendComment":"Пошаљите коментар"
  },
  "likes":"свиђања",
  "contactPage":{
    "menuTitle":"Пишите нам",
    "title":"Добродошли на нашу контакт страницу!",
    "subtitle1":" Цијенимо ваше повратне информације и овдје смо да вам помогнемо са било каквим питањима или недоумицама. Са нама можете ступити у контакт преко различитих канала. Повежите се са нашом Фејсбук или Инстаграм страницом, и будите у току са најновијим информацијама. Будите слободни да нам пошаљете поруку или коментаришите наше објаве. Контактирајте нас путем имејла, пошаљите детаљна питања или подијелите своје мисли са нама.",
    "subtitle2":"Користите контакт форму испод да нам пошаљете поруку анонимно са ове странице. Шаљите нам ваше приједлоге, критике и било каква занимљива питања. Ваши коментари нам помажу да се побољшамо и пружимо боље услуге. Хвала што сте нас контактирали!",
    "cardsContact":{
      "instagram":"Контактирајте нас путем Инстаграм налога",
      "email":"Контактирајте нас путем имејла",
      "facebook":"Контактирајте нас путем Фејсбук налога"
    },
    "formContact":{
      "name":"Унесите ваше име (није обавезно)",
      "question":"Напишите ваш коментар, питање или критику овдје",
      "description":"Циjенимо ваше повратне информације и охрабрујемо вас да нам пошаљете конкретне приjедлоге или питања. Ваши коментари су нам важни и помажу нам да побољшамо наше услуге. Хвала вам што се трудите да нам пружите корисне и конструктивне информације. Ваш идентитет ће остати анониман, тако да не морате уносити своје име. ",
      "contactUsAnonymously":"Контактирајте нас анонимно"
    }
  }
}
